do
 function run(msg, matches)
return [[ 
хг йт≤я гр мжФя тЦг 
чМЦй яхгй Ег Ф ЦЦхя Ег хЕ т≤А рМясй:
яхгй ЕгМ жо гс│Ц АМД≤ Ф ЦоМяМй мящЕ гМЕ йМЦ йМДлг Ф лДйАЦД :

лЕй няМо хЕ уФяй ЦгЕгДЕ :

1 . няМо М≤ яхгй хЕ уФяй ЦгЕгДЕ 8000 йФЦгД (Етй Ергя йФЦгД).
2 . няМо оФ яхгй хЕ уФяй ЦгЕгДЕ 9000 йФЦгД (ДЕ Ергя йФЦгД).
3 . няМо сЕ яхгй хЕ уФяй ЦгЕгДЕ 10000 йФЦгД (оЕ Ергя йФЦгД).
4 . няМо █Егя яхгй хЕ уФяй ЦгЕгДЕ 11000 йФЦгД (МгроЕ Ергя йФЦгД).
5 . няМо │Дл яхгй хЕ уФяй ЦгЕгДЕ 12000 йФЦгД (оФгроЕ Ергя йФЦгД).

лЕй няМо хЕ уФяй огфЦ :

1 . няМо М≤ яхгй хЕ уФяй огфЦ 20000 йФЦгД (хМсй Ергя йФЦгД).
2 . няМо оФ яхгй хЕ уФяй огфЦ 25000 йФЦгД (хМсйФ │Дл Ергя йФЦгД).
3 . няМо сЕ яхгй хЕ уФяй огфЦ 30000 йФЦгД (сМ Ергя йФЦгД).
4 . няМо █Егя яхгй хЕ уФяй огфЦ 35000 йФЦгД (сМФ │Дл Ергя йФЦгД).
5 . няМо │Дл охгй хЕ уФяй огфЦ 40000 йФЦгД (█ЕА Ергя йФЦгД).

няМо ЦЦхя хЕ уФяй хоФД йжЦМД
(хЕ йзогоМ ≤ ЦМнФгМД ЦЦхя роЕ нФгЕо то) :
1 . няМо 100 Дщя 3000 йФЦгД (сЕ Ергя йФЦгД).
2 . няМо 200 Дщя 5000 йФЦгД (│Дл Ергя йФЦгД).
3 . няМо 500 Дщя 13000 йФЦгД (сМроЕ Ергя йФЦгД).
4 . няМо 1000 Дщя 25000 йФЦгД (хМсйФ │Дл Ергя йФЦгД).

няМо ЦЦхя хЕ уФяй хг йжЦМД ФМ▌Е
(хзогр роД ЦЦхя Ег х йзого оянФгсйМ хзогр │г≤ тоД гщяго ДнгАЕ Ф йЦгЦМ яхгй Ег йг ЕЦгД йзого оянФгсйМ ЦЦхя охгяЕ роЕ ЦМтФо) : 
1 . няМо 100 Дщя 5000 йФЦгД (│Дл Ергя йФЦгД).
2 . няМо 200 Дщя 9000 йФЦгД (ДЕ Ергя йФЦгД).
3 . няМо 500 Дщя 20000 йФЦгД (хМсй Ергя йФЦгД).
4 . няМо 1000 Дщя 35000 йФЦгД (сМФ │Дл Ергя йФЦгД).
------------------------------------------------
хягМ няМо яхгй хЕ йзого хгАг йя Ф няМо яхгй х йзого нгу нФо хЕ гМоМ рМя ЦяглзЕ щяЦгММо Мг оя яхгй гзАгЦ ≤ДМо :
@farshadfarokh
@akambagroxxx
------------------------------------------------
]]
end
return {
patterns = {
"^[!/#][Nn]erkh$",
"^[Nn]erkh$"
},
run = run
}
end